<?php
// Heading
$_['heading_title']    = 'uLogin - общие настройки';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены';
$_['text_edit']        = 'Общие настройки модуля uLogin';
$_['text_error_create_table'] = 'Не удалось создать таблицу uLogin';
$_['text_module_description'] = '
<p><a href="http://ulogin.ru" target="_blank">uLogin</a> — это инструмент, который позволяет пользователям получить единый доступ к различным Интернет-сервисам без необходимости повторной регистрации,
	а владельцам сайтов — получить дополнительный приток клиентов из социальных сетей и популярных порталов (Google, Яндекс, Mail.ru, ВКонтакте, Facebook и др.)</p>

<p>Чтобы создать свой виджет для входа на сайт достаточно зайти в Личный Кабинет (ЛК) на сайте <a href="http://ulogin.ru/lk.php" target="_blank">uLogin</a>,
	добавить свой сайт к списку "Мои сайты" и на вкладке "Виджеты" добавить новый виджет. Вы можете редактировать свой виджет самостоятельно.</p>

<p>Здесь Вы можете указать значение параметра "<b>uLogin ID</b>" Ваших виджетов, а также указать группу, присваиваемую клиентам, зарегистрированных с помощью uLogin.</p>';

// Entry
$_['entry_status']     = 'Статус';
$_['entry_uloginid']   = 'Значение поля uLogin ID';
$_['entry_uloginid_pl'] = 'Значение поля uLogin ID (пустое поле - настройки по умолчанию)';
$_['entry_user_group'] = 'Группа, присваиваемая пользователям, зарегистрированных с помощью uLogin';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';